Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Bring in a markers CSV (date, marker, value, unit). Names that match the catalog fold onto your existing markers; anything else comes in as a custom marker. Rows that can't be read are skipped and counted, never guessed. Everything you import stays on %@.
de: Geben Sie einen Marker CSV (Datum, Marker, Wert, Einheit). Namen, die mit der Katalogfaltung auf Ihre vorhandenen Markierungen übereinstimmen; alles andere kommt als benutzerdefinierte Markierung vor. Zeilen, die nicht gelesen werden können, werden übersprungen und gezählt, nie erraten. Alles, was Sie importieren, bleibt auf %1$@.
es: Traiga un marcador CSV (fecha, marcador, valor, unidad). Nombres que coinciden con el plegable del catálogo en sus marcadores existentes; cualquier otra cosa viene como un marcador personalizado. Las filas que no se pueden leer son saltadas y contadas, nunca adivinadas. Todo lo que importa permanece en %1$@.
fr: Apportez un marqueur CSV (date, marqueur, valeur, unité). Noms qui correspondent au pli du catalogue sur vos marqueurs existants; tout le reste vient comme marqueur personnalisé. Les lignes qui ne peuvent pas être lues sont ignorées et comptées, jamais devinées. Tout ce que vous importez reste sur %1$@.
pl: Wprowadź znaczniki CSV (data, znacznik, wartość, jednostka). Nazwy pasujące do katalogu należy złożyć na istniejące znaczniki; wszystko inne pojawia się jako znacznik niestandardowy. Wiersze, których nie można odczytać, są pomijane i liczone, nigdy nie zgadywane. Wszystko, co importujesz, pozostaje w %@.
pt_pt: Traga um CSV de marcadores (data, marcador, valor, unidade). Os nomes que correspondem ao catálogo são dobrados nos marcadores existentes; qualquer outra coisa entra como um marcador personalizado. As linhas que não podem ser lidas são ignoradas e contadas, nunca adivinhadas. Tudo o que importa permanece em %@.
th: นำเครื่องหมาย CSV เข้ามา (วันที่ เครื่องหมาย ค่า หน่วย) ชื่อที่ตรงกับแคตตาล็อกจะพับลงบนเครื่องหมายที่คุณมีอยู่ สิ่งอื่นใดที่เข้ามาเป็นเครื่องหมายที่กำหนดเอง แถวที่ไม่สามารถอ่านได้จะถูกข้ามและนับและไม่ต้องเดา ทุกสิ่งที่คุณนำเข้าจะยังคงอยู่ใน %@

source: Bring your daily load down.
de: Deine tägliche Belastung senken.
es: Bajar tu carga diaria.
fr: Faire baisser votre charge quotidienne.
it: Riduci il carico quotidiano.
pl: Zmniejsz dzienne obciążenie.
pt_pt: Reduza sua carga diária.
ru: Уменьшите ежедневную нагрузку.
th: ลดภาระประจำวันของคุณลง
zh_hans: 减轻你的日常负担。
zh_hant: 減輕你的日常負擔。

source: Bring your history
de: Bring deinen Verlauf mit
es: Trae tu historial
fr: Apportez votre historique
it: Porta la tua cronologia
pl: Przynieś swoją historię
pt_pt: Traga a tua histórico
ru: Перенесите свою историю
th: นำประวัติของคุณมา
zh_hans: 带上你的历史数据
zh_hant: 帶入你的歷史資料

source: Broadcast heart rate
de: Herzfrequenz senden
es: Difundir frecuencia cardíaca
fr: Diffuser la fréquence cardiaque
it: Trasmetti la frequenza cardiaca
pl: Transmisja tętna
pt_pt: Transmitir frequência cardíaca
ru: Трансляция пульса
th: ออกอากาศอัตราการเต้นหัวใจ
zh_hans: 广播心率
zh_hant: 廣播心率

source: Broadcast heart rate (Garmin/ANT)
de: Herzfrequenz senden (Garmin/ANT)
es: Difundir frecuencia cardíaca (Garmin/ANT)
fr: Diffuser la fréquence cardiaque (Garmin/ANT)
it: Trasmetti la frequenza cardiaca (Garmin/ANT)
pl: Tętno transmisji (Garmin/ANT)
pt_pt: Transmitir frequência cardíaca (Garmin/ANT)
ru: Трансляция пульса (Garmin/ANT)
th: ออกอากาศอัตราการเต้นหัวใจ (Garmin/ANT)
zh_hans: 广播心率（Garmin/ANT）
zh_hant: 廣播心率（Garmin/ANT）

source: Broadcast heart rate as a Bluetooth sensor
de: Herzfrequenz als Bluetooth-Sensor senden
es: Difundir la frecuencia cardíaca como sensor Bluetooth
fr: Diffuser la fréquence cardiaque comme capteur Bluetooth
it: Trasmetti la frequenza cardiaca come sensore Bluetooth
pl: Transmisja tętna jako czujnik Bluetooth
pt_pt: Transmita a frequência cardíaca como um sensor Bluetooth
ru: Транслировать пульс как Bluetooth-датчик
th: ออกอากาศอัตราการเต้นหัวใจเป็นเซ็นเซอร์บลูทูธ
zh_hans: 作为蓝牙传感器广播心率
zh_hant: 作為藍牙感測器廣播心率

source: Broadcast HR from this phone
de: Broadcast HR von diesem Telefon
es: Broadcast HR desde este teléfono
fr: Diffusion des ressources humaines de ce téléphone
pl: Transmituj HR z tego telefonu
pt_pt: Transmitir RH a partir deste telefone
th: ออกอากาศ HR จากโทรศัพท์เครื่องนี้
zh_hans: 从此手机广播心率

source: Broadcast HR is ON. Your strap is advertising its heart rate continuously, which keeps its radio hot and drains the battery faster. Turn it off when you're not using it with another device.
de: HF-Senden ist AN. Dein Strap sendet seine Herzfrequenz dauerhaft, was das Funkmodul aktiv hält und den Akku schneller leert. Schalte es aus, wenn du es nicht mit einem anderen Gerät nutzt.
es: La difusión de FC está ACTIVADA. Tu pulsera está anunciando su frecuencia cardíaca continuamente, lo que mantiene la radio activa y gasta la batería más rápido. Desactívala cuando no la uses con otro dispositivo.
fr: La diffusion de la FC est ACTIVÉE. Votre bracelet annonce en continu sa fréquence cardiaque, ce qui garde sa radio active et vide la batterie plus vite. Désactivez-la quand vous ne l'utilisez pas avec un autre appareil.
it: La trasmissione della FC è attiva. La tua fascia sta diffondendo continuamente la frequenza cardiaca, il che mantiene attiva la radio e scarica la batteria più velocemente. Disattivala quando non la usi con un altro dispositivo.
pl: Transmisja HR jest WŁĄCZONA. Twój pasek stale sygnalizuje swoje tętno, co sprawia, że ​​radio jest gorące i szybciej wyczerpuje baterię. Wyłącz go, jeśli nie używasz go z innym urządzeniem.
pt_pt: A transmissão de RH está LIGADA. A tua bracelete anuncia a tua frequência cardíaca continuamente, o que mantém o rádio quente e descarrega a bateria mais rapidamente. Desligue-o quando não o estiver a utilizar com outro dispositivo.
ru: Трансляция пульса включена. Ваш браслет постоянно транслирует пульс, из-за чего радиомодуль остаётся активным и быстрее разряжает батарею. Отключите её, если не используете с другим устройством.
th: การออกอากาศ HR เปิดอยู่ สายรัดของคุณโฆษณาอัตราการเต้นหัวใจอย่างต่อเนื่อง ซึ่งทำให้วิทยุร้อนและทำให้แบตเตอรี่หมดเร็วขึ้น ปิดเมื่อคุณไม่ได้ใช้งานกับอุปกรณ์อื่น
zh_hans: 广播心率已开启。你的手环正在持续广播其心率，这会让其无线电保持活跃，更快地耗尽电池。当你不与其他设备一起使用它时，请将其关闭。
zh_hant: 廣播心率已開啟。你的手環正在持續廣播其心率，這會讓其無線電保持活躍，更快地耗盡電池。當你不與其他裝置一起使用它時，請將其關閉。

source: Broadcast strap HR (Garmin/ANT)
de: Sendeband HR (Garmin/ANT)
es: Correa de radio HR (Garmin/ANT)
fr: Sangle de diffusion HR (Garmin/ANT)
pl: Pasek nadawczy HR (Garmin/ANT)
pt_pt: Pega de transmissão HR (Garmin/ANT)
th: สายรัดออกอากาศ HR (Garmin/ANT)
zh_hans: 广播手环心率 (适配 Garmin/ANT)

source: Broadcasting
de: Sendet
es: Difundiendo
fr: Diffusion en cours
it: Trasmissione in corso
pl: Nadawczy
pt_pt: Radiodifusão
ru: Трансляция
th: กำลังส่งสัญญาณ
zh_hans: 广播中
zh_hant: 廣播中

source: Broadcasts the live heart rate NOOP derives from the strap once connected.
de: Sendet die Live-Herzfrequenz, die NOOP aus dem Strap ableitet, sobald verbunden.
es: Difunde la frecuencia cardíaca en vivo que NOOP obtiene de la pulsera una vez conectada.
fr: Diffuse la fréquence cardiaque en direct que NOOP déduit du bracelet une fois connecté.
it: Trasmette la frequenza cardiaca in diretta che NOOP ricava dalla fascia una volta connessa.
pl: Transmituje na żywo tętno NOOP uzyskane z paska po podłączeniu.
pt_pt: Transmite a frequência cardíaca em direto que o NOOP deriva da bracelete, uma vez ligada.
ru: Транслирует пульс в реальном времени, который NOOP вычисляет по данным браслета после подключения.
th: ออกอากาศอัตราการเต้นหัวใจแบบเรียลไทม์ NOOP ที่ได้มาจากสายรัดเมื่อเชื่อมต่อแล้ว
zh_hans: 连接后广播 NOOP 从手环解析出的实时心率。
zh_hant: 連接後，廣播 NOOP 從手環推算出的即時心率。

source: Broadcasts the strap's own live heart rate over Bluetooth.
de: Sendet die eigene Live-Herzfrequenz des Straps über Bluetooth.
es: Difunde por Bluetooth la frecuencia cardíaca en vivo de la propia pulsera.
fr: Diffuse en Bluetooth la fréquence cardiaque en direct propre au bracelet.
it: Trasmette via Bluetooth la frequenza cardiaca in diretta della fascia stessa.
pl: Transmituje na żywo tętno paska za pośrednictwem Bluetooth.
pt_pt: Transmite a frequência cardíaca em direto da bracelete por Bluetooth.
ru: Транслирует собственный пульс браслета в реальном времени через Bluetooth.
th: ออกอากาศอัตราการเต้นหัวใจแบบเรียลไทม์ของสายรัดผ่าน Bluetooth
zh_hans: 通过 Bluetooth 广播手环自身的实时心率。
zh_hant: 透過 Bluetooth 廣播手環自身的即時心率。

source: Browse files
de: Dateien durchsuchen
es: Explorar archivos
fr: Parcourir les fichiers
it: Sfoglia file
pl: Przeglądaj pliki
pt_pt: Procurar ficheiros
ru: Обзор файлов
th: เรียกดูไฟล์
zh_hans: 浏览文件
zh_hant: 瀏覽檔案

source: Bug report
de: Fehlerbericht
es: Informe de error
fr: Rapport de bug
it: Segnalazione di bug
pl: Raport o błędzie
pt_pt: Relatório de erro
ru: Отчёт об ошибке
th: รายงานข้อผิดพลาด
zh_hans: 问题报告
zh_hant: 錯誤回報

source: Build a routine
de: Eine Routine aufbauen
es: Crear una rutina
fr: Instaurer une routine
it: Costruisci una routine
pl: Zbuduj rutynę
pt_pt: Construa uma rotina
ru: Создайте распорядок дня
th: สร้างกิจวัตรประจำวัน
zh_hans: 建立一个例程
zh_hant: 建立一個例程

source: Build strength
de: Kraft aufbauen
es: Ganar fuerza
fr: Développer sa force
it: Costruisci forza
pl: Buduj siłę
pt_pt: Construir força
ru: Наращивайте силу
th: สร้างความแข็งแกร่ง
zh_hans: 积蓄力量
zh_hant: 積蓄力量

source: Build your own
de: Eigene erstellen
es: Crea el tuyo
fr: Créez le vôtre
it: Crea il tuo
pl: Zbuduj swój własny
pt_pt: Construa o teu próprio
ru: Настроить самостоятельно
th: สร้างของคุณเอง
zh_hans: 自行构建
zh_hant: 自行建立

source: building
de: im Aufbau
es: en construcción
fr: en construction
it: in creazione
pl: budynek
ru: формируется
th: อาคาร
zh_hans: 建立中
zh_hant: 建立中

source: Building
de: Im Aufbau
es: Construyendo
fr: Construction en cours
it: Creazione in corso
pl: Budynek
pt_pt: Edifício
ru: Накопление данных
th: กำลังสะสมข้อมูล
zh_hans: 构建中
zh_hant: 建立中

source: Building (1 window)
de: Im Aufbau (1 Fenster)
es: Construyendo (1 ventana)
fr: Construction en cours (1 fenêtre)
it: Creazione in corso, 1 finestra
pl: Budynek (1 okno)
pt_pt: Edifício (1 janela)
ru: Накопление (1 окно)
th: อาคาร (1 ช่วงข้อมูล)
zh_hans: 构建中，1 个窗口
zh_hant: 建立中，1 個窗口

source: Building evidence
de: Sammelt Belege
es: Reuniendo datos
fr: Collecte de données
it: Raccolta di dati
pl: Zbieranie dowodów
pt_pt: A reunir dados
ru: Собираются данные
th: การสร้างหลักฐาน
zh_hans: 正在积累数据
zh_hant: 正在累積數據

source: building fast (acute:chronic %@) - watch fatigue
de: steigt schnell (akut:chronisch %@) - achte auf Ermüdung
es: aumentando rápido (agudo:crónico %@) - vigila la fatiga
fr: augmente rapidement (aigu:chronique %@) - surveillez la fatigue
it: in aumento rapido (acuto:cronico %@) - attenzione alla fatica
pl: budowanie szybko (ostre: chroniczne %@) - obserwuj zmęczenie
pt_pt: crescendo rápido (agudo: crónico %@) - note a fadiga
ru: быстро растёт (острое:хроническое %@) — следите за усталостью
th: สร้างได้รวดเร็ว (เฉียบพลัน:เรื้อรัง %@) - ดูความเหนื่อยล้า
zh_hans: 上升过快（急性：慢性 %@）——请留意疲劳
zh_hant: 上升過快（急性：慢性 %@）——請留意疲勞

source: Building from your strap
de: Wird von deinem Strap aufgebaut
es: Construyendo desde tu pulsera
fr: Construction depuis votre bracelet
it: Creazione in corso dalla fascia
pl: Budowanie z paska
pt_pt: A construir a partir da tua pega
ru: По данным с браслета
th: สร้างจากสายรัดของคุณ
zh_hans: 正在从你的手环构建
zh_hant: 正在從你的手環建立

source: Building index…
de: Gebäudeindex…
es: Índice de construcción…
fr: Indice du bâtiment…
it: Indice di costruzione…
pl: Budowanie indeksu…
pt_pt: Índice de construção…
ru: Индекс здания…
th: กำลังสร้างดัชนี…
zh_hans: 建筑索引...
zh_hant: 建築索引...

source: Building your baseline
de: Deine Basislinie wird aufgebaut
es: Construyendo tu línea base
fr: Construction de votre référence
it: Creazione della tua linea di base
pl: Budowanie swojej linii bazowej
pt_pt: A construir a tua linha de base
ru: Формирование нормы
th: กำลังสร้างค่าฐานของคุณ
zh_hans: 正在建立你的基线
zh_hant: 正在建立你的基線

# Building your baseline. About %lld more %@ until your scores are personal.
source: Building your baseline. About %1$lld more %2$@ until your scores are personal.
de: Deine Basislinie wird aufgebaut. Noch etwa %1$lld %2$@, bis deine Werte persönlich sind.
es: Construyendo tu línea base. Faltan unos %lld %@ para que tus puntuaciones sean personales.
fr: Construction de votre référence. Encore environ %1$lld %2$@ avant que vos scores soient personnels.
it: Creazione della tua linea di base. Ancora circa %1$lld %2$@ prima che i tuoi punteggi siano personalizzati.
pl: Budowanie swojej linii bazowej. O %1$lld więcej %2$@, dopóki Twoje wyniki nie będą osobiste.
pt_pt: A construir a tua linha de base. Cerca de %1$lld mais %2$@ até que a tua pontuação seja pessoal.
ru: Формирование нормы. Осталось около %1$lld %2$@ до того, как оценки станут персональными.
th: กำลังสร้างค่าฐานของคุณ ต้องมีข้อมูลอีกประมาณ %lld %@ เพื่อให้คะแนนสะท้อนร่างกายของคุณ
zh_hans: 正在构建你的基线。大约还需 %1$lld %2$@，你的评分才会变得个性化。
zh_hant: 正在建立你的基線。大約還需 %1$lld %2$@，你的評分才會變得個人化。

source: Building your baseline. About %lld more nights until your scores are personal.
de: Deine Basislinie wird aufgebaut. Noch etwa %lld Nächte, bis deine Werte persönlich sind.
es: Construyendo tu línea base. Faltan unas %lld noches para que tus puntuaciones sean personales.
fr: Construction de votre référence. Encore environ %lld nuits avant que vos scores soient personnels.
it: Creazione della tua linea di base. Ancora circa %lld notti prima che i tuoi punteggi siano personalizzati.
pl: Budowanie swojej linii bazowej. O %lld jeszcze więcej nocy, aż Twoje wyniki będą osobiste.
pt_pt: A construir a tua linha de base. Cerca de %lld mais noites até que a tua pontuação seja pessoal.
ru: Формирование нормы. Осталось около %lld ночей до того, как оценки станут персональными.
th: กำลังสร้างค่าฐานของคุณ ต้องมีข้อมูลอีกประมาณ %lld คืนเพื่อให้คะแนนสะท้อนร่างกายของคุณ
zh_hans: 正在建立你的基线。大约还需 %lld 晚，你的分数就会个性化。
zh_hant: 正在建立你的基線。大約還需 %lld 晚，你的評分才會變得個人化。

source: Building your baseline. About 1 more night until your scores are personal.
de: Deine Basislinie wird aufgebaut. Noch etwa 1 Nacht, bis deine Werte persönlich sind.
es: Construyendo tu línea base. Falta más o menos 1 noche para que tus puntuaciones sean personales.
fr: Construction de votre référence. Encore environ 1 nuit avant que vos scores soient personnels.
it: Creazione della tua linea di base. Ancora circa 1 notte prima che i tuoi punteggi siano personalizzati.
pl: Budowanie swojej linii bazowej. Jeszcze około 1 nocy, zanim Twoje wyniki będą osobiste.
pt_pt: A construir a tua linha de base. Cerca de mais uma noite até que a tua pontuação seja pessoal.
ru: Формирование нормы. Осталась примерно 1 ночь до того, как оценки станут персональными.
th: กำลังสร้างค่าฐานของคุณ ต้องมีข้อมูลอีกประมาณ 1 คืนเพื่อให้คะแนนสะท้อนร่างกายของคุณ
zh_hans: 正在建立你的基线。大约还需 1 晚，你的分数就会个性化。
zh_hant: 正在建立你的基線。大約還需 1 晚，你的評分才會變得個人化。

source: Building your best-sourced record…
de: Deine bestmögliche Aufzeichnung wird aufgebaut…
es: Construyendo tu registro con las mejores fuentes…
fr: Construction de votre enregistrement le mieux documenté…
it: Creazione del tuo record con le migliori sorgenti…
pl: Tworzenie rekordu opartego na najlepszych źródłach…
pt_pt: A construir o teu registo de melhor fonte…
ru: Формирование наиболее точной записи…
th: สร้างบันทึกที่มาจากแหล่งที่ดีที่สุดของคุณ...
zh_hans: 正在构建你的最佳来源记录…
zh_hant: 正在建立你的最佳來源記錄…

source: Building, moves as you do
de: Wird ermittelt, ändert sich mit dir
es: Calculando, cambia contigo
fr: Construction, évolue avec vous
it: Creazione in corso, si muove con te
pl: Buduj, poruszaj się tak jak ty
pt_pt: A construir, move-se como você
ru: Формируется, меняется с активностью
th: สร้าง เคลื่อนไหวตามที่คุณทำ
zh_hans: 构建中，随你而动
zh_hant: 建立中，隨你而動

source: Building, wear it tonight
de: Wird ermittelt, heute Nacht tragen
es: Calculando, úsala esta noche
fr: Construction, portez-le ce soir
it: Creazione in corso, indossala stanotte
pl: Budynek, załóż go dziś wieczorem
pt_pt: A construir, use-o esta noite
ru: Формируется, наденьте на ночь
th: ก่อสร้างใส่เลยคืนนี้
zh_hans: 构建中，今晚佩戴它
zh_hant: 建立中，今晚佩戴它

source: Building. Keep logging.
de: Im Aufbau. Weiter erfassen.
es: Construyendo. Sigue registrando.
fr: Construction en cours. Continuez à enregistrer.
it: In costruzione. Continua a registrare.
pl: Budynek. Rejestruj się dalej.
pt_pt: Prédio. Continue a registar.
ru: Накопление данных. Продолжайте вести записи.
th: อาคาร. เข้าสู่ระบบต่อไป
zh_hans: 建立中。请继续记录。
zh_hant: 建立中，請持續記錄。

source: Builds a redacted .zip, shows you exactly what it contains, then opens a prefilled GitHub issue. You attach the file on the next screen.
de: Erstellt eine geschwärzte .zip, zeigt dir genau, was sie enthält, und öffnet dann ein vorausgefülltes GitHub-Issue. Die Datei hängst du im nächsten Schritt an.
es: Crea un .zip con datos censurados, te muestra exactamente qué contiene y luego abre un issue de GitHub prellenado. Adjuntas el archivo en la siguiente pantalla.
fr: Crée un .zip caviardé, vous montre exactement ce qu'il contient, puis ouvre un ticket GitHub prérempli. Vous joignez le fichier à l'écran suivant.
it: Crea un file .zip oscurato, ti mostra esattamente cosa contiene, poi apre una issue GitHub precompilata. Allega il file nella schermata successiva.
pl: Tworzy zredagowany plik .zip, pokazuje dokładnie, co zawiera, a następnie otwiera wstępnie wypełniony problem GitHub. Załączasz plik na następnym ekranie.
pt_pt: Cria um . zip editado, mostra exatamente o que contém e, em seguida, abre um problema pré-preenchido do GitHub. Anexa o ficheiro na próxima ecrã.
ru: Создаёт .zip с удалёнными личными данными, показывает, что именно в нём содержится, а затем открывает предзаполненный issue на GitHub. Файл вы прикрепите на следующем экране.
th: สร้าง .zip ที่แก้ไขแล้ว แสดงให้คุณเห็นอย่างชัดเจนถึงสิ่งที่มีอยู่ จากนั้นเปิดปัญหา GitHub ที่กรอกไว้ล่วงหน้า คุณแนบไฟล์ในหน้าจอถัดไป
zh_hans: 构建一个已脱敏的 .zip，向你确切展示其内容，然后打开一个已预填的 GitHub issue。你将在下一屏附上该文件。
zh_hant: 建立一個已去識別化的 .zip，向你確切展示其內容，然後打開一個已預填的 GitHub issue。你將在下一畫面附上該檔案。

source: Built from Apple's cardio-fitness VO₂ max estimate, the same number the Fitness app shows.
de: Basiert auf Apples Cardiofitness-Schätzung der VO₂max, derselben Zahl, die die Fitness-App zeigt.
es: Basado en la estimación de VO₂ máx de aptitud cardiovascular de Apple, el mismo número que muestra la app Fitness.
fr: Calculé à partir de l'estimation de VO₂ max cardio-fitness d'Apple, le même chiffre que celui affiché par l'app Forme.
it: Costruito dalla stima del VO₂ max cardio di Apple, lo stesso numero mostrato dall'app Fitness.
pl: Zbudowany na podstawie szacunków VO₂ max firmy Apple dotyczących ćwiczeń cardio, ta sama liczba, którą pokazuje aplikacja Fitness.
pt_pt: Construído a partir da estimativa do VO₂ máximo de cardio-fitness da Apple, o mesmo número que a aplicação Fitness mostra.
ru: Основано на оценке VO₂ max (кардиофитнес) от Apple — том же значении, что показывает приложение «Фитнес».
th: สร้างขึ้นจากค่าประมาณ VO₂ สูงสุดของฟิตเนสคาร์ดิโอของ Apple ซึ่งเป็นตัวเลขเดียวกันกับที่แอปฟิตเนสแสดง
zh_hans: 基于 Apple 的心肺适能 VO₂ max 估算值，与「健身」App 显示的数字相同。
zh_hant: 根據 Apple 的心肺適能 VO₂ max 估算值建立，與「體能訓練」應用程式顯示的數字相同。

source: Built from published methods (Nes/HUNT) on %@. It's a fitness comparison against an average peer your age, not a biological or medical age.
de: Basiert auf veröffentlichten Methoden (Nes/HUNT), berechnet auf %@. Es ist ein Fitnessvergleich mit einem durchschnittlichen Gleichaltrigen, kein biologisches oder medizinisches Alter.
es: Basado en métodos publicados (Nes/HUNT) sobre %@. Es una comparación de condición física frente a una persona promedio de tu edad, no una edad biológica ni médica.
fr: Calculé à partir de méthodes publiées (Nes/HUNT) sur %@. C'est une comparaison de forme physique avec une personne moyenne de votre âge, pas un âge biologique ou médical.
it: Calcolata con metodi pubblicati (Nes/HUNT) su %@. È un confronto di forma fisica con una persona media della tua età, non un'età biologica o medica.
pl: Zbudowany na podstawie opublikowanych metod (Nes/HUNT) na %@. To porównanie sprawności fizycznej z przeciętnym rówieśnikiem w Twoim wieku, a nie z wiekiem biologicznym czy medycznym.
pt_pt: Construído a partir de métodos publicados (Nes/HUNT) em %@. É uma comparação de fitness com um colega médio da tua idade, e não com uma idade biológica ou médica.
ru: Рассчитано по опубликованным методам (Nes/HUNT) на основе %@. Это сравнение физической формы со средним человеком вашего возраста, а не биологический или медицинский возраст.
th: สร้างจากวิธีการที่เผยแพร่ (Nes/HUNT) บน %@ เป็นการเปรียบเทียบสมรรถภาพกับอายุเฉลี่ยของคุณ ไม่ใช่อายุทางชีววิทยาหรือทางการแพทย์
zh_hans: 在 %@ 上根据已发表的方法（Nes/HUNT）构建。这是与你同龄的平均同伴的体能比较，而非生物学或医学年龄。
zh_hant: 在 %@ 上根據已發表的方法（Nes/HUNT）建立。這是與你同齡的平均同伴的體能比較，而非生物學或醫學年齡。

source: Built from the watch's cardio-fitness VO₂ max, the same number the Fitness app shows.
de: Basiert auf der Cardiofitness-VO₂max der Uhr, derselben Zahl, die die Fitness-App zeigt.
es: Basado en el VO₂ máx de aptitud cardiovascular del reloj, el mismo número que muestra la app Fitness.
fr: Calculé à partir de la VO₂ max cardio-fitness de la montre, le même chiffre que celui affiché par l'app Forme.
it: Costruito dal VO₂ max cardio dell'orologio, lo stesso numero mostrato dall'app Fitness.
pl: Zbudowany na podstawie zegarka cardio-fitness VO₂ max, ten sam numer, który pokazuje aplikacja Fitness.
pt_pt: Construído a partir do VO₂ máximo de cardio-fitness do relógio, o mesmo número que a aplicação Fitness mostra.
ru: Основано на VO₂ max (кардиофитнес) часов — том же значении, что показывает приложение «Фитнес».
th: สร้างขึ้นจาก VO₂ max ของการออกกำลังกายแบบคาร์ดิโอของนาฬิกา ซึ่งเป็นตัวเลขเดียวกับที่แอปฟิตเนสแสดง
zh_hans: 基于手表的心肺适能 VO₂ max，与「健身」App 显示的数字相同。
zh_hant: 根據手錶的心肺適能 VO₂ max 建立，與「體能訓練」應用程式顯示的數字相同。

source: Built on
de: Basiert auf
es: Basado en
fr: Construit le
it: Basato su
pl: Zbudowany na
pt_pt: Construído em
ru: Создано на основе
th: สร้างขึ้นเมื่อ
zh_hans: 构建于
zh_hant: 建構於

source: Button position
de: Knopfposition
es: Posición del botón
fr: Position du bouton
it: Posizione del pulsante
pl: Pozycja przycisku
pt_pt: Posição do botão
ru: Положение кнопки
th: ตำแหน่งปุ่ม
zh_hans: 按钮位置
zh_hant: 按鈕位置

source: Buzz back (confirm)
de: Zurück-Vibrieren (Bestätigung)
es: Vibración de respuesta (confirmar)
fr: Vibration de retour (confirmer)
it: Vibrazione di risposta (conferma)
pl: Odezwij się (potwierdź)
pt_pt: Buzz de volta (confirmar)
ru: Вибрация в ответ (подтверждение)
th: สั่นตอบกลับ (ยืนยัน)
zh_hans: 回震（确认）
zh_hant: 回震（確認）

source: Buzz cues on
de: Vibrationshinweise an
es: Avisos por vibración activados
fr: Signaux haptiques activés
it: Segnali vibrazione attivi
pl: Buzz daje sygnał
pt_pt: Sinais de buzz ativados
ru: Вибросигналы вкл.
th: เปิดสัญญาณสั่น
zh_hans: 震动提示已开启
zh_hant: 震動提示已開啟

source: Buzz strap
de: Strap vibrieren
es: Vibrar pulsera
fr: Vibrer le bracelet
it: Fai vibrare la fascia
pl: Pasek Buzz'a
pt_pt: Alça de zumbido
ru: Вибрация браслета
th: สั่นสายรัด
zh_hans: 震动手环
zh_hant: 震動手環

source: Buzz Strap
de: Strap vibrieren
es: Vibrar pulsera
fr: Faire vibrer le bracelet
it: Fai vibrare la fascia
pl: Pasek Buzza
pt_pt: Correia de zumbido
ru: Вибрация браслета
th: สั่นสายรัด
zh_hans: 震动手环
zh_hant: 震動手環

source: Buzz strength
de: Vibrationsstärke
es: Intensidad de vibración
fr: Intensité de vibration
it: Intensità della vibrazione
pl: Siła szumu
pt_pt: Força do zumbido
ru: Сила вибрации
th: ความแรงการสั่น
zh_hans: 震动强度
zh_hant: 震動強度

source: Buzz the time
de: Uhrzeit vibrieren
es: Vibrar la hora
fr: Vibrer l'heure
it: Vibra l'ora
pl: Zagraj w czas
pt_pt: Avise a hora
ru: Обозначить время вибрацией
th: สั่นบอกเวลา
zh_hans: 震动报时
zh_hant: 震動報時
